MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Datamaskinen er ikke koblet til Internett.";
NotConnectedToNetwork							= "Datamaskinen er ikke koblet til nettverket.";
FatalExceptionAlertDescription					= "Trykk på Start/Pause-knappen for å avslutte Front Row.";
